{
  "ACCESSION": "A beheading process by which you may either win or lose\na political job. Old spelling, .",
  "ACCIDENT": "A condition of affairs in which presence of mind is good,\nbut absence of body better.",
  "ADAMANT": "From &#34;Adam&#39;s Aunt,&#34; reputed to be a hard character. Hence,\nanything tough, or hard.",
  "ADORE": "From , annex, and , meaning wealth. Example,\nforeign nobles who marry American heiresses them.",
  "ADVICE": "A commodity peddled by your lawyer and given away by your\nmother-in-law, but impossible to dispose of yourself. Famous\nas the one thing which it is &#34;More blessed to give than\nreceive.&#34; Something old men give young men when\nthey can no longer give them a bad example.",
  "ADVERSITY": "A bottomless lake, surrounded by near-sighted friends.",
  "AFFINITY": "Complimentary term for your husband or your wife.\nSometimes a synonym for &#34;Your finish.&#34;",
  "AFTERTHOUGHT": "A tardy sense of prudence that prompts one to try to\nshut his mouth about the time he has put his foot in it.",
  "AGE": "Something to brag about in your wine-cellar and forget in a\nbirth-day book The boast of an old vintage, the bug a boo of\nan old maid.",
  "ALCOHOL": "A liquid good for preserving almost everything except\nsecrets.",
  "ALDERMAN": null,
  "ALIMONY": "An expensive soothing syrup, prescribed by the judge for a\ndivorcee&#39;s bleeding heart. (Old spelling, ).",
  "ALLOPATHY": "From Eng. , everybody, and Grk. , pain.\nPain for everybody. From Grk. , same,\nand . Pain, just the same.",
  "ALPHABET": "A toy for the children found in books, blocks, pictures\nand vermicelli soup. Contains 26 letters and only three\nsyllables.",
  "ANCESTORS": "The originators of the Family Tree, a remarkable sex\nparadox in which the Ann sisters are always the four fathers.",
  "ANGEL": "A heavenly ineligible, with wings and a harp; or, an earthly\neligible, with money and a heart.",
  "ANTI-ROOMS": "Euphemistic term for Canfield&#39;s, New York City.",
  "ANTI-IMPERIALIST": "A patriot whose conscience works overtime.",
  "ANTIMONY": "A metallic substance discovered by Valentine in 1450, and\nnow extensively used in the arts—particularly poker.",
  "APPENDICITIS": "A modern pain, costing about $200 more than the\nold-fashioned stomach-ache.",
  "ARGUMENT": "Breaking and entering the ear, assault and battery on the\nbrain and disturbing the peace.",
  "ARSON": "Derived from the Hebrew. (See ).",
  "ARTIST": "Commonly, the individual long haired and short-suited,\nhaving a positive pose and an uncertain income. Often shy on\nmeal-tickets but strong on technique and the price of tripe\nsandwiches. An artist may be a barber, a boot-black, a Sargent\nor a Paderewski.",
  "ATHLETE": null,
  "AUGUR": "One who bored the ancients with prophecies.",
  "AUTOMOBILE": null,
  "AUTOMOBILIST": "A land lubber on wheels made up to resemble a deep sea\ndiver.",
  "BABY": null,
  "BACHELOR": "From Latin , a stick, unattached. Hence, an\nunattached man, which any lady may stick, stick to, or get\nstuck on.",
  "BACKBITER": "A mosquito.",
  "BALANCE": "Something wanted by book-keepers and often lost by\ntopers. May be found in a cash-book or the kangaroo gait.",
  "BANDIT": "An outlaw. See .",
  "BARBER": "A brilliant conversationalist, who occasionally shaves\nand cuts hair. Syn. for Phonograph.",
  "BARS": "Things found in harbors, hotels, fences, prisons, courts\nand music. (Those found in courts and in music are full of\nbeats).",
  "BARGAIN": null,
  "BASEBALL": "A game in which the young man who bravely strikes out\nfor himself receives no praise for it.",
  "BAT": "Senior partner of Bat, Ball &amp; Co., and never found without\nthe rest of the firm, as it takes several high-balls to make\none short bat.",
  "BEACH": "A strip of sand, skirted by water; covered with\nlady-killers in summer, life-savers in winter, and used as a\nhaven—or heaven—for Smacks the year around.",
  "BENEDICT": "A married male.",
  "BENEDICTINE": "A married female.",
  "BENEDICTION": "Their children.",
  "BERTH": "An aid to sleep, invented by Pullman. Lower preferred.",
  "BIRTH": "An aid to life, discovered by Woman. Higher preferred.",
  "BICYCLE-SKIRT": "A abbreviated garment that makes women look\nshorter and men longer.",
  "BIGAMY": "A form of insanity in which a man insists on paying three\nboard bills instead of two.",
  "BILLIOUSNESS": "A liver complaint often mistaken for piety.",
  "BILL-OF-FARE": "A list of eatables. Distinguished from Menu by\nfigures in the right-hand column.",
  "BIOGRAPH": "A stereopticon picture taken with a chill and shown\nwith tremors.",
  "BIRDIE": "A term a woman is apt to apply to a man she is playing\nfor a jay.",
  "BIRTHDAY": "Anniversary of one&#39;s birth. Observed only by men and\nchildren.",
  "BLUBBER": "The useful product of a dead whale. The useless product\nof a live baby.",
  "BLUE": "The only color we can feel. A policeman.",
  "BLUSH": "A temporary erythema and calorific effulgence of the\nphysiognomy, aeteologized by the perceptiveness of the\nsensorium, in a predicament of inequilibrity, from a sense of\nshame, anger or other cause, eventuating in a paresis of the\nvase-motorial, muscular filaments of the facial capillaries,\nwhereby, being divested of their elasticity, they become\nsuffused with a radiance emanating from an intimidated\npraecordia.",
  "BOARD": "An implement for administering corporal punishment, used\nby mothers and land-ladies. &#34;The Festive Board&#34; may be a\nshingle, a hair-brush a fish-hash breakfast or a stewed prune\nsupper.",
  "BOHEMIA": "(Not on the map.) A land flowing with canned milk and\ndistilled honey and untroubled by consistency, convention,\nconscience or cash. A land to which many are called and few\nchosen.",
  "BONE": "One Dollar—the original price of a wife. Note, Adam, who\nhad to give up one bone before he got Eve.",
  "BONNETS": "A female head trouble, which is contracted the latter\npart of Lent and breaks out on Easter.",
  "BOODLE": "Money, born of poor, but dishonest parents, and taken in\nby the Graft family.",
  "BORROW": "v. t., to swap hot air for cold coin.",
  "BOWER": "A shady retreat, in general.",
  "BOWERY": "A shady retreat in New York.",
  "BRACE": "Security for the trousers.",
  "BRACER": "Security for the stomach.",
  "BRACELET": "Security for the pawn-broker.",
  "BRAIN": "The top-floor apartment in the Human Block, known as the\nCranium, and kept by the Sarah Sisters—Sarah Brum and Sarah\nBelum, assisted by Medulla Oblongata. All three are nervous,\nbut are always confined to their cells. The Brain is done in\ngray and white, and furnished with light and heat, hot or cold\nwater, (if desired), with regular connections to the outside\nworld by way of the Spinal Circuit. Usually occupied by the\nIntellect Bros.,—Thoughts and Ideas—as an Intelligence\nOffice, but sometimes sub-let to Jag, Hang-Over &amp; Co.",
  "BRAND": "Something carried on the hip, by either beast or man. Can\nbe found on the outside of a short, red steer, or the inside\nof a long, black bottle.",
  "BRASS BAND": "A clever though somewhat complicated arrangement for\nholding a crowd together.",
  "BRICK": "An admirable person made of the right sort of clay and\npossessing plenty of sand. What your friends call you before\nyou go to the wall—but never afterward.",
  "BRIMSTONE": "A little bit of Hades, which finds its match on earth\nand smells to heaven. Better to strike it here than in the\nhereafter.",
  "BREVITY": "A desirable quality in the Fourth of July oration but\nnot in the fireworks.",
  "BROKE": "A word expressing the ultimate condition of one who is too\nmuch bent on speculating.",
  "BUM": "A fallen tough.",
  "BUMP": "A tough fall.",
  "BUNCO": "The art of disseminating knowledge in the rural districts.",
  "BY-STANDER": "One who is injured in a street fight.",
  "CAB": "Affair for a drive.",
  "CABBY": "Driver for a fare.",
  "CACHINNATION": null,
  "CADDIE": "A small boy, employed at a liberal stipend to lose balls\nfor others and find them for himself.",
  "CAFE": "A place where the public pays the proprietor for the\nprivilege of tipping the waiters for something to eat.",
  "CAJOLE": "v. t., From Grk. , beautiful, and Eng. , to\njolly beautifully.",
  "CALCIUM": "An earthly light that brightens even the stars.",
  "CANNIBAL": "A heathen hobo who never works, but lives on other\npeople.",
  "CAPTIVATE": "From Lat. , head, and Eng. , or\nempty,—to empty the head. Note, Women who have captivated\nmen.",
  "CAPE": "A neck in the sea.",
  "CAPER": "A foot in the air.",
  "CARNEGIE-ITIS": null,
  "CART": "v. t., To take off.",
  "CARTOON": "The take-off.",
  "CAULIFLOWER": "A Cabbage with a college education.",
  "CAVALRY": "That arm of the military service that engages in the\nreal hoss-tilities.",
  "CEMETERY": "The one place where princes and paupers, porters and\npresidents are finally on the dead level.",
  "CHAMPAGNE": "The stuff that makes the world go round.",
  "CHAIR": "Four-legged aid to the injured.",
  "CHARITY": "Forehanded aid to the indigent.",
  "CHAUFFEUR": "A man who is smart enough to operate an automobile,\nbut clever enough not to own one.",
  "CHRISTIAN": "A member of any orthodox church.",
  "CHRISTMAS": "A widely observed holiday on which the past nor the\nfuture is of so much interest as the present.",
  "CHUMP": "Any one whose opinion differs radically from ours.",
  "CIGARETTE": "A weed whose smoke, some say, should never be inhaled,\nand still more insist should never be exhaled.",
  "CINDER": "One of the first things to catch your eye in travelling.",
  "CIVILIZATION": "An upward growth or tendency that has enabled\nmankind to develop the college yell from what was once only a\nfeeble war-whoop.",
  "COLLECTOR": "A man whom few care to see but many ask to call again.",
  "COLLEGE": "From Fr. , pasted or stuck, and , study. A\nplace where everyone is stuck on study. (?)",
  "COLONEL": null,
  "COMPLIMENT": "v. t., From Eng. ,—hot air, and Lat. , to\nfill. Hence, to fill with hot air.",
  "COMPLEXION": "Color for the face. From Eng. , difficult,\nand , to avoid. To avoid difficulty, buy it of the\ndruggist.",
  "COMMENDATION": "From Eng. , a josh, and , to fix up.\nHence, a fixed-up josh.",
  "CONDUCTOR": "From Eng. , and Lat. , to command. One who\ncommands the coin.",
  "CONSCIENCE": "The fear of being found out.",
  "COOK": "A charitable institution, providing food and shelter for\nPolicemen.",
  "CORPS": "A big bunch of fighters. (Dist. bet. cores found in apples\nand corps found in arms).",
  "CORSET": "From Fr. , shape, and , rough. Rough on the\nshape.",
  "COSMETIC": "A new face-maker. From Grk. , order, and Eng. , or doctor,—ordered by the doctor. (See Complexion.)",
  "COT": "A snooze for one.",
  "COTILLON": "A dance for eight.",
  "CREDIT": "Something for nothing.",
  "CREDITOR": "Something with nothing.",
  "CREDULITY": "A feminine virtue and a masculine vice.",
  "CREMATION": "A means of disposing of the dead likely to become very\npopular, especially with women who are so fond of having the\nlast retort.",
  "CRITIC": "A wet blanket that soaks everything it touches.",
  "CROOK": "One who exceeds the speed limit in Law &amp; Order Ave. A\nMisfit in the Straight and Narrow Way.",
  "CROW": "A bird that never complains without caws.",
  "CULTURE": "A degree of mental development that produces tailor-made\nwomen, fantastically-sheared poodles and dock tailed horses.",
  "CUPID": "A driver of sharp darts.",
  "CUPIDITY": "A driver of sharp deals.",
  "CYNIC": "A man who knows the price of everything and the value of\nnothing.",
  "DABBLE": "v. t., To play in water.",
  "DABBLE IN STOCKS": "—Same thing.",
  "DACHSHUND": "A low-down dog.",
  "DANCE": "A brisk, physical exercise, invented by St. Vitus.",
  "DATES": "A fruit commonly plucked from the Family Tree and spread\non the leaves of history. (Dist. bet. Dates and Peaches, which\nare often associated).",
  "DEAD": "Without life. See Boston.",
  "DEADER": "Pompeii.",
  "DEADEST": "Philadelphia.",
  "DEADBEAT": "One who makes a soft living by sponging it.",
  "DEBT": "A big word beginning with Owe, which grows bigger the more\nit is contracted.",
  "DEE-LIGHTED": null,
  "DELEGATE": "From Eng. , to loaf, and Fr. , spoiled. A\nspoiled loafer.",
  "DEMAGOGUE": "From Grk. , people, and Eng. . One who gags\nthe people.",
  "DEMOCRACY": "A mysterious country, bounded on the east by Richard\nOlney, on the west by Willie Bryan, on the north by Dave Hill and on\nthe south by Bennie Pitchfork Tillman.",
  "DEN": "A cavity.",
  "DENT": "To punch.",
  "DENTIST": "One who punches the face and fills cavities.",
  "DEUCE": "An honest card, in fact the only one that is never known to\nbeat tray.",
  "DEVIL": null,
  "DIAMOND": "A bright gem the sparkle of which sometimes renders a\nwoman stone-blind to the defects of the man proffering it.",
  "DIARY": "An honest autobiography. A good keepsake, but a bad\ngive-away.",
  "DIGNITY": "A narrow, unstable bearing which mental spindle-shanks try\nto stand upon when they have no other support.",
  "DICKENS": "An author; polite term for the devil.",
  "DIE": "An effect.",
  "DIET": "Frequently a cause.",
  "DIMPLE": "A ripple in the gentle whirlpool of a pretty woman&#39;s smile.",
  "DIPLOMAT": "An international liar, with an elastic conscience and a\nrubber neck.",
  "DISCOUNT": "Something often sold in place of goods.",
  "DISCRETION": "An instinctive perception that enables us to say, &#34;Oh,\nshut up!&#34; to the small, weak man, and &#34;I beg your pardon, but I do\nnot entirely agree with your views,&#34; to the large, strong one.",
  "DIVE": "A gambler&#39;s retreat.",
  "DIVIDENDS": "A gambler&#39;s reward.",
  "DIVORCE": "Nominally, separation of husband and wife from the bonds\nof matrimony. In the vicinity of Newport it is frequently a legal\nformula that immediately precedes a fashionable wedding.",
  "DOCK": "A place for laying up.",
  "DOCTOR": "One who lays you up.",
  "DREAM": "What a man may call a woman, though a Pill may have\nsuggested it. Sweethearts are dreams because they seldom come true;\nwives, because they&#39;re often a night-mare, and both because they go\nby contraries.",
  "DRAFT": "( ) What gives a cold, cures a cold, and pays the\ndoctor&#39;s bill.",
  "DROP-STITCH": "A kind of feminine hosiery designed to prevent the men\nfrom paying too much attention to the open-work, &#34;peek-a-boo&#34;\nshirt-waist.",
  "DRUM": "Something noisy, and made to beat.",
  "DRUMMER": "Something noisy, but impossible to beat. From the Grk. , meaning sharp. Hence, something sharp, that always carries\nits point and sticks whoever it can.",
  "DUST": "Mud with the juice squeezed out.",
  "DYNAMITE": null,
  "DYSPEPSIA": "A good foundation for a bad temper.",
  "EAGLE": "The national bird of a Christian country; (the United\nStates.) Presumably chosen on account of its being a bird of\npray.",
  "EARL": "A title of nobility.",
  "EARLY": "A title of stupidity. See old saw,",
  "EARTH": null,
  "ECHO": "The only thing that can cheat a woman out of the last word.",
  "ECONOMY": "Denying ourselves a necessary to-day in order to buy a\nluxury to-morrow.",
  "EGG": null,
  "ELECTION": null,
  "ENCORE": "A greedy theatre-goer&#39;s desire to get more than his\nmoney&#39;s worth. From the Fr. , among, and ,\npig,—common among pigs.",
  "ENGAGEMENT": "In war, a battle. In love, the salubrious calm that\nprecedes the real hostilities.",
  "ENTHUSIAST": "One who preaches four times as much as he believes and\nbelieves four times as much as a sane man ought to.",
  "EPITAPH": "A statement that usually lies above about the one who\nlies beneath.",
  "EQUATOR": null,
  "ERR": "To make a mistake.",
  "ERRATIC": "Full of mistakes.",
  "ETHER": "One of the world&#39;s three great composers—the others being\nGas and Chloroform—whose airs are popular among the\nsuffering.",
  "ETIQUETTE": "A convenient code of conduct which makes Lying a\nvirtue and Snobbishness a righteous deed.",
  "EVOLUTION": "A clever trick performed by one Darwin, who made a\nmonkey of Adam.",
  "EXCURSION": "From . former, and Grk. , to enjoy. Hence,\na tiresome journey—formerly an enjoyment—sold at half price.",
  "EXERCISE": "Bodily exertion requiring a $10,000 gymnasium, a\nten-acre lot and impossible raiment. Originally confined to\nthe wash-tub and the wood-pile.",
  "EXPANSION": "A combination of Grand Larceny and Piracy, involving\nthe destruction of the Constitution and Declaration of\nIndependence.—Boston.",
  "EXPLOSION": "A good chance to begin at the bottom and work up.",
  "EXPOSITION": "An overgrown Department Store, usually opened a year\nor two behind time.",
  "FACE": "A fertile, open expanse, lying midway between collar\nbutton and scalp, and full of cheek, chin and chatter. The\ncrop of the male face is hair, harvested daily by a lather,\nor allowed to run to mutton-chops, spinach or full lace\ncurtains. The female face product is powder, whence the\nexpression, &#34;Shoot off your face.&#34; Each is supplied with\nlamps, snufflers and bread boxes.",
  "FAILURE": "The quickest method known for making money.",
  "FEINT": "A pugilist&#39;s bluff.",
  "FAINT": "A woman&#39;s bluff.",
  "FAITH": "A mental accomplishment whereby an ear-ache becomes a\nSymphony Concert, a broken finger a diamond ring and a &#34;touch&#34;\nan invitation to dine.",
  "FAKE": "A false report.",
  "FAKIR": "A false reporter.",
  "FAME": "Having a brand of cigars named after you.",
  "FAMILY": null,
  "FARE.": "The cost of a ride. See old adage, &#34;Only the brave can\nwork their fare.&#34;",
  "FAULT": "About the only thing that is often found where it does not\nexist.",
  "FICTION.": "The Constitutional fiat that &#34;all men are created\nequal.&#34;",
  "FIDDLER": "A violinist before he becomes the virtuoso who refuses\nto play a real tune.",
  "FIRMNESS": "That admirable quality in ourselves that is detestable\nstubbornness in others.",
  "FIG": "Nothing. Note, &#34;I don&#39;t care a fig,&#34; etc.",
  "FIG LEAF": "A small outer garment, next to nothing, worn by Adam\n4000 B.C. and occasionally revived by Bostonian Art\nCommittees.",
  "FISHING": "An heroic treatment tried by some laymen to avoid\nfalling asleep in church on Sunday.",
  "FLAT": "A series of padded cells, commonly found in cities, in\nwhich are confined harmless monomaniacs who imagine Home to be\na Sardine Box.",
  "FLATTERY": "Cologne water, to be smelled of but not swallowed.",
  "FLUE": "An escape for hot air.",
  "FLUENCY": "The art of releasing the same.",
  "FLUSH": "From Grk. , heat. A rush of color to the cheek, or\nhand, caused by bodily—or poker—heat.",
  "FLY": "A familiar summer boarder who mingles with the cream of\nsociety, gets stuck on the butter and leaves his specs behind.",
  "FLY-SCREEN": "An arrangement for keeping flies in the house.",
  "FOOT": "The understanding of a girl from the west.",
  "FOOT-PATH": "Chicago, Ill.",
  "FOOTBALL": "A clever subterfuge for carrying on prize-fights under\nthe guise of a reputable game.",
  "FOREIGNER": null,
  "FORBEARANCE": "The spirit of toleration shown when a man who knows,\npatiently listens to a fool who does not.",
  "FRANC": "Twenty cents, in French.",
  "FRANKFURTERS": "Four for twenty, in German. Derived from ,\nopen, and , meaning brave. Sold in the open and\neaten by the brave.",
  "FROST": "An old flame after the engagement is broken off.",
  "FUN": "Joy.",
  "FUNCTION": "Devoid of joy.",
  "GALLON": "From the Fr. , to make tight. Note, one is\nsufficient.",
  "GALLANTRY": "This word is now almost obsolete. It was formerly\nemployed to express a deferential attention on the part of the\nman who in a crowded car gave up his seat to the ladies.",
  "GAMBLER": "From the Grk. , stripped to the skin. And the\ngambler&#39;s the one that does it.",
  "GARDEN": "From the Fr. , to make good. Hence, a place\nwhere lovers make good.",
  "GARLIC": "From Grk. , for, and Lat. , to bid. Good for\nthe biddies.",
  "GEM": "A breakfast muffin. With the newly married, syn. for &#34;a\nprecious stone.&#34;",
  "GERM": "A bit of animal life living in water.",
  "GERMAN": null,
  "GIRAFFE": "The champion rubber-neck of the world, and the longest\nthirst on record.",
  "GLOBE": "An all-round proposition which has furnished its\nshareholders a living for several thousand years, though its\nstock is two-thirds water.",
  "GOAT": "The honored founder and oldest inhabitant of Harlem, N.Y.\nElsewhere, not in good odor.",
  "GOLF": "An excuse for carrying unconcealed weapons and a Scotch\nbreath.",
  "GONDOLA": "A pleasure craft which plies in Venice, at World&#39;s Fairs\nand other popular watering places. From Eng. , and Lat. , sadness, or Eng. . Sadness gone; also, a gone\ndollar.",
  "GORE": "Blood. Shed daily in Chicago abattoirs but never spilled in\nFrench duels.",
  "GOSSIP": "Derived either from the Grk. , vulture, or Fr. , wind-pipe. Hence, a vulture that tears its prey to\nbits, or an exercise of the wind-pipe from which every victim\ngets a blow.",
  "GOUT": "The undesirable scion of High Living, which frequent the\nlowest joints and is mentioned only in the Invalid&#39;s\nFoot-Notes.",
  "GOWN": "From Lat. , joy. A thing of beauty and a joy\nforever; if from Paris, generally an article of some Worth.",
  "GUNPOWDER": "A black substance much employed in marking the\nboundary lines of nations.",
  "GUM": "A substance for sticking.",
  "GUM-GAME": "A game in which some one is stuck.",
  "GUTTER": "A school in which we may study the dregs of humanity or\nread the reflection of the stars.",
  "HAIR-DRESSER": "A linguist whose position in life enables him to\ndo his head-work with his hands.",
  "HAMMER": "A small, busy implement carried by blacksmiths,\ngeologists and Knockers for breaking iron, rock or friendship.",
  "HAMMOCK": "From the Lat. , hook, and Grk. , happy.\nHappiness on hooks. Also, a popular contrivance whereby\nlove-making may be suspended but not stopped during the picnic\nseason.",
  "HAND": "A much desired possession, supplied by The Damsel or The\nDealer. . The beggar&#39;s plea, the politician&#39;s\nsceptre and the drummer&#39;s ablest assistant.",
  "HANDMAIDEN": "A manicure.",
  "HARANGUE": "The tiresome product of a tireless tongue. From Eng. , and Lat. , pain. Painful to hear.",
  "HARMONY": "From the Grk. , strain. Hence, full of strains.",
  "HASH": null,
  "HATCH": "To develop eggs.",
  "HATCHWAY": "Place for developing eggs; a hen-coop.",
  "HAY-FEVER": "A heart trouble caused by falling in love with a grass\nwidow.",
  "HEARSE": "Seen on the dead.",
  "HEARSAY": "Heard on the dead.",
  "HEARSE": "A handsome vehicle in which the man who has always been a\ntail-ender is finally permitted to lead the procession.",
  "HEART": "A bloody organ, kept in a trunk, played by beats, and\nenjoyed only after it is lost or given away.",
  "HEAVE": "To raise.",
  "HEAVEN": "A good place to be raised to.",
  "HEDGE": "A fence.",
  "HEDGEHOG": "One who hogs the fences. A Bill-Poster.",
  "HELL": "Poverty.",
  "HEREDITY": "The cause of all our faults. From Fr. , wretch,\nand Eng. , song. The song of the wretched.",
  "HEROISM": null,
  "HIP": "A popular location for the retail liquor business.",
  "HISTORY": "The evil that men do.",
  "HIT": "A chance for first place, first base or first blood.",
  "HOCK": "v. t. To &#34;soak&#34; what we least need. In Germany, they\ngenerally &#34;Hock the Kaiser.&#34;",
  "HOMŒOPATHY": "See Allopathy.",
  "HOOT MON": "! The Scottish National Hymn.",
  "HOP": "To skip.",
  "HOPPER": "A skipper.",
  "HOPE": "A desire for better things to come that makes a grass widow\nwilling to try it again. Also, a draft on futurity, sometimes\nhonored, but generally extended.",
  "HORN": "A sharp point.",
  "HORNET": "Still sharper.",
  "HORSE-SENSE": "A degree of wisdom that keeps one from betting on\nthe races.",
  "HOSE": "Man&#39;s excuse for wetting the walk.",
  "HOSIERY": "Woman&#39;s excuse for walking in the wet.",
  "HOTEL": "A place where a guest often gives up good dollars for poor\nquarters.",
  "HOUSECLEANING": "A domestic upheaval that makes it easy for the\ngovernment to enlist all the soldiers it needs.",
  "HUG": "A roundabout way of expressing affection.",
  "HUMOR": "An outbreak, either of skin or brains frequently branded\nas Rash.",
  "HUNGER": "Ability to eat in a Night Lunch Cart.",
  "HUSBAND": "The next thing to a wife. From Eng. , woman, and , tie. Tied to a woman.",
  "HYDRANT": "From Grk. , water, and Eng. , to give up.\nSomething that gives up water. (A good synonym for\nDipsomaniac).",
  "HYPOCRITE": "A horse dealer. From Grk. , horse, and , to beat. One who beats you on a horse trade.",
  "ICE": "A substance frequently associated with a tumble in winter,\na tumbler in summer, and a skate the year around.",
  "ICEMAN": "A cool proposition who has Axe-cess to the best families,\nmakes his Weigh in every home and can take his Pick in the\nkitchen, if he leaves his Chips in the street. &#34;How&#39;d You Like\nto be The Iceman?&#34;",
  "IDIOT": "From Eng. , and . One who is just out of ideas.",
  "IDLE": "Useless.",
  "IDOLIZE": "To make useless.",
  "IMPECUNIOUS": "To be in a state of poverty. From Eng. , and\nLat. , to sin, poverty being the greatest of all sins.",
  "IMPERIOUS": "From Eng. , devil and , airy. Airy as the\ndevil.",
  "INCANDESCENT LIGHT": null,
  "INCOME": "The reliable offspring of a wise investment. From Lat. and , meaning sleep. Money which works while you\nsleep.",
  "INDEPENDENCE": "Self government. Good enough for a Cuban, but too\ngood for a Filipino.",
  "INDIGESTION": "A distressing stomach trouble that is sometimes\ntemporarily relieved by kicking the cat or whipping the\nchildren.",
  "INDIVIDUALITY": "A harmless trait possessed by one&#39;s self. The same\ntrait in others is downright idiocy.",
  "INDORSE": "To write on the back of; the best indorsed man in town\nbeing the Sandwich-Man.",
  "INFANT": "A disturber of the peace.",
  "INFANTRY": "A defender of the peace.",
  "INHABITANT": "A native of any village, town or city. The Champion Liar.",
  "INTUITION": "A fictitious quality in females—really Suspicion.",
  "IRRITANT": "Something which irritates. A woman\nshopping.",
  "ISLAND": "A place where the bottom of the sea sticks up through the\nwater.",
  "ISOLATION": "From Eng. , meaning cold, and Lat. ,\nalone. Alone in the cold.",
  "JACK": "An instrument requiring a strong arm, and used for raising\nheavy weights, or for pulling off the boots.",
  "JACK-POT": "An instrument requiring a strong hand, and used for\nraising heavy bets, or for pulling off the stakes.",
  "JAG": "From the Spanish word , meaning a load packed on the\noutside of a van. In America the load is packed on the inside\nof a man.",
  "JAM": null,
  "JANITOR": "From , to quarrel, and , meaning hot.\nHot and quarrelsome.",
  "JELLY-CAKE": "Synonym for Belly-Ache.",
  "JERSEY": "Well knit.",
  "NEW JERSEY": "Well bit. (See Mosquito).",
  "JEW&#39;S HARP": null,
  "JIMMY": "An implement employed by men of acquisitive natures who\ncannot afford seats in the Stock Exchange.",
  "JOB": "An uncertain commodity regulated by a Union Card.",
  "JOCKEY": "From , to move slowly, and , something that\nmakes fast. Hence, one who makes the pace fast or slow,\naccording to instructions.",
  "JOINT": "Either a low limb from the butcher, or a low quarter in\ntown; in either case the lower the tougher.",
  "JOKE": "A form of humor enjoyed by some and misunderstood by most;\nin England, requiring a diagram, raised letters and a club.",
  "JOLLY": "v. t., To &#34;con&#34; or &#34;josh.&#34;",
  "JOLLY BOAT": "The Ship of State.",
  "JUDGE": "One who sits on a bench in a court, frames sentences and\nfinishes crooks for a living, and swears continually.",
  "JULEP": "An insidious friend from the South, who hands you a mint\nand gives you a sweet spirit, followed shortly by a Bun.",
  "JURY": "Twelve men chosen to decide who has the better lawyer.",
  "JUSTICE": "Fair play; often sought, but seldom discovered, in\ncompany with Law.",
  "KANGAROO": "A hard drinker from Australia, especially fond of\nhops, and generally carrying a load.",
  "KATYDID": "A gossiping grasshopper who is always meddling in Katy&#39;s\naffairs.",
  "KEEPSAKE": "Something given us by someone we&#39;ve forgotten.",
  "KERNELS": "or Articles often found in cores (or corps)\nand frequently surrounded by shells.",
  "KEROSENE": null,
  "KEYHOLE": null,
  "KID": "Either a boxing-glove or a first-born. In either case, hard\nto handle until well tanned.",
  "KILTS": "A Scotchman&#39;s apology for indecent exposure.",
  "KINDRED": "From Eng. , meaning relation, and , meaning\nfear; fearful relations.",
  "KINDERGARTEN": "From Ger. , children, and Lat. ,\na babbling. A place for babbling children.",
  "KINDLING-WOOD": "From Ger. , youth, and Eng. , to\nloaf. A place where youth generally loafs.",
  "KISS": "Nothing divided by two; meaning persecution for the infant,\necstasy for the youth, fidelity for the middle-aged and homage\nfor the old.",
  "KISS": "An indescribable something that is of no value to any one,\nbut is much prized by the right two.",
  "KNOCKER": "A device on doors for rousing people; also, a device on\nfoot for the same purpose.",
  "LACE": "Among women, lace means lesson; wherefore they combine art\nand thrift by lessening the waist.",
  "LACONIC": "Shy on words. From Eng. , meaning want, and ; want of connection.",
  "LAMP": "A light.",
  "LAMPONED": "To be lighted on.",
  "LARD": "Fat.",
  "LARDER": "A fattener.",
  "LARK": "A short, sweet spree enjoyed by night hawks. Also, an early\nrising singing-bird. (Dist. bet. &#34;out on a lark,&#34; and &#34;up with\nthe lark,&#34; an impossible combination).",
  "LASSIE": "One of the weaker sex.",
  "LASSITUDE": "Slightly weaker.",
  "LAUD": "Praise for the Almighty.",
  "LAUDANUM": "Prays for himself—after taking.",
  "LAUNDRY": "A place where clothes are mangled.",
  "LAUGH": "A peculiar contortion of the human countenance, voluntary\nor involuntary, superinduced by a concatenation of external\ncircumstances, seen or heard, of a ridiculous, ludicrous,\njocose, mirthful, funny, facetious or fanciful nature and\naccompanied by a cackle, chuckle, chortle, cachinnation,\ngiggle gurgle, guffaw or roar.",
  "LAWYER": "One who defends your estate against an enemy, in order to\nappropriate it to himself.",
  "LECTURE": "An entertainment at which it costs but little to look\nintelligent.",
  "LEGISLATURE": null,
  "LEISURE": "From Eng., , and ; assured laziness.",
  "LENT": "A Church fast that is slow to go; or something loaned which\nis slow to come back.",
  "LIE": "A very poor substitute for the truth but the only one\ndiscovered up to date.",
  "LIMBURGER": "A native of Germany strong enough to do housework;\nwell recommended for cleaning out the dining-room.",
  "LIBRARY": "From Fr. , meaning free, and proper name .\nSomething free from Andy Carnegie.",
  "LINKS": "Found in sausages and golf courses, and both full of\nhazards.",
  "LION": "A cruel beast who never patronizes the barber and is always\nbearded in his den, yet will furnish a close shave if you get\nnear enough.",
  "LOBSTER": null,
  "LOBSTER-NEWBURG": "A dish ordered at hotels by those who usually\nget beans at home.",
  "LOVE": "A man&#39;s insane desire to become a woman&#39;s meal-ticket.",
  "LOVER": "An ardent admirer who says, &#34;Yes, dearest, I will shovel\nthe snow of the lake so that we can go skating!&#34; and, after\nmarriage remarks, &#34;What! Shovel the snow off the walk for you?\nWell, I should say not! I&#39;m no chore boy.&#34;",
  "MAGAZINE": "A receptacle for explosives, literary or mechanical.",
  "MAGNATE": "One who can float capital in a considerable body of\nwater. From Lat. , great, and , to swim; a\ngreat swimmer.",
  "MAIDEN LADY": "A term applied to an old maid by those who wish to\navoid hurting her feelings.",
  "MALT": "A humble grain which often gets into a ferment, cools off\nand becomes Stout in its old age.",
  "MAN": "Something that &#34;Goes first on four feet, then two feet, then\nthree, but the more feet it goes on the weaker it be!&#34;",
  "MAN-ABOUT-TOWN": "One who is on speaking terms with the head\nwaiter.",
  "MANICURE": "The only woman who can beat a carpenter at soaking\nnails.",
  "MANNERS": "A difficult symphony in the key of B natural.",
  "MARK": "In Germany, twenty-three cents. In the United States, only\nTwain.",
  "MASCULINE": "From Grk. , girl, and , easy. Easy\nfor the girls.",
  "MASSAGE": "A touch, with intent to rub it in.",
  "MATRIMONY": "A game for women, in which the unmarried half are\ntrying to find a husband and the married half trying not to be\nfound out by one. Both halves are eminently successful.",
  "MEAL": "According to the Liquor Law, a minute bunch of crumbs\nentirely surrounded by booze.",
  "MEDIUM": "A party with one ear in the grave but both hands on your\nwallet. &#34;Hello, Central! Give me Heaven!&#34;",
  "MELODEON": "An alleged musical instrument, popular at home, but\nunpopular next door. From Eng. , and Latin, ,\nwithout. Warranted without melody.",
  "MENAGERIE": "From Fr. , mixture, and Ger. , to\nsmell. A mixture of smells.",
  "MESSENGER BOY": "From Eng. , to fail, and Lat. , to\narrive. One who fails to arrive.",
  "METER": "The gas man&#39;s trysting place. &#34;Meet her in the cellar!&#34;",
  "MIND": "No matter. Never mind.",
  "MINE": "A hole in the ground owned by a liar.",
  "MINSTREL": "A footlight foul that makes its nightly lay in every\ncity.",
  "MIRACLE": "A woman who won&#39;t talk.",
  "MIST": "Generally, a small, light rain. A cloudburst.",
  "MITTEN": "Something a tender-hearted girl gives a young man when\nshe knows she is going to make it chilly for him.",
  "MONEY": "Society&#39;s vindication of vulgarity.",
  "MONOPOLY": "A modern device for impoverishing others. From Grk. , swift-footed, and , the people. A swift kick\nfor the people.",
  "MOON": "The only lighting monopoly that never made money.",
  "MORTGAGE": "From Fr. , death, and Eng. , to choke. A\nlawyer&#39;s invention for choking property to death.",
  "MOSQUITO": "A small insect designed by God to make us think better\nof flies.",
  "MOTH": "An unfortunate acquaintance who is always in the hole. And\nthe only ones who try to get him out are his enemies.",
  "MOUSE": null,
  "NATURE": "The author of &#34;The Seasons,&#34; an interesting work over\nwhich Spring pours, Summer smiles, and Autumn turns the\nleaves while Winter catches the drift of it all.",
  "NECK": "A close connection between chin and chest, used for the\ndisplay of linen, silk, furs, jewelry and skin, fitted with\ngullet, windpipe, hunger and thirst, and devoted to the rubber\nindustry.",
  "NEGRO": "One who votes your way. One who doesn&#39;t.",
  "NEIGHBOR": "One who knows more about your affairs than yourself.",
  "NERVE": null,
  "NEXT": "&#34; &#34; The barberous password to the heaven of the shaved and\nthe unshaved.",
  "NIP": "Something bracing from without or within When felt in the\nair, it&#39;s a frost. When found in a glass, a life saver.",
  "NOBILITY": "A gang of foreign brigands having abducent designs on\nthe American Damsel and the American Dollar.",
  "NON-CONDUCTOR": "The motorman.",
  "NOSE": "A prominent member of the face family, usually a Greek or\nRoman, who owns the shortest bridge in the world. He is often\nstuck up in company, but frequently blows himself when he has\nhis grippe. Principal occupations, sniffling, snivelling,\nsneezing, snorting and scenting, intruding in the neighbors&#39;\naffairs, stuffing himself without permission and bleeding for\nothers.",
  "NOTE": "( ) &#34;The substance of things long hoped for, the\nevidence of things not seen.&#34;",
  "NOVEL": "A fabric that is often (k)nit in print, though the yarn be\nwell spun.",
  "NURSE": null,
  "OAR": null,
  "OATS": "England&#39;s horse-feed, America&#39;s breakfast and Scotland&#39;s\ntable-d&#39;hote.",
  "OATH": "A form of speech that has many trials in court, but is\nnever tried in Sunday School.",
  "OBESITY": null,
  "OCEAN": "An old toper who is always soaked, has many a hard night\nalong the coast, floats many a schooner, lashes himself into a\nfury because so frequently crossed, and has his barks in every\nport. At sea, the king of the elements; on shore, a mere surf.",
  "OLEOMARGARINE": "The White Bread&#39;s Burden. From Eng. , a\nmixture, and Grk. , to be furious. A furious mixture.",
  "OMNIBUS": "A test for Patience, still popular in England. From Grk. , dream, and , to go or move. A dream of\nmotion.",
  "ONION": "The all-round strength champion of the Vegetable Kingdom,\ngarlic and cabbage being close rivals.",
  "OPERA": "A drama that has taken on airs and refuses to speak, yet\nalways sings its own praises. An excuse for\ndisplaying several boxes of jewelry and peaches with\npedigrees.",
  "OPINION": "The prodigal son of Thought. The\nworld&#39;s champion pugilist, who has knocked out Law in many a\nhard fought bout.",
  "OPIUM": "The real author of &#34;The Dream Book.&#34;",
  "OPTIMISM": "A cheerful frame of mind that enables a tea-kettle to\nsing though in hot water up to its nose.",
  "ORCHARD": "The small boy&#39;s Eden of today, in which the apple again\noccasions the fall.",
  "OSTRICH": "The largest and heaviest bird on earth, yet rated by his\nowners only as a featherweight.",
  "OUTSKIRTS": "The only garments which clothe many a metropolis with\ndecency.",
  "OVEN": "The only sport who enjoys an equally hot time with or\nwithout the dough.",
  "PAIN": "A sensation experienced on receiving a Punch, particularly\nthe London one.",
  "PALMISTRY": "A plausible excuse for holding hands.",
  "PANTS": "Trousers&#39; Country Cousins.",
  "PARACHUTE": null,
  "PARAGON": "The model man a woman regrets she gave up for the one\nshe mistakenly married.",
  "PARENTS": "One of the hardships of a minor&#39;s life.",
  "PASS": "A form of transportation issued free to those who are quite\nable to pay.",
  "PASSENGER": "One who does not travel on a pass. (Antonym for\nDeadhead). From Eng. , to go, and Grk. , to\ngive up. One who has to give up to go.",
  "PARROT": "An individual who can never be held responsible for what\nhe says.",
  "PASTRY": "A deadly weapon carried by cafes, cooks and newly married\nhousekeepers.",
  "PATRIOT": "One who is willing to take all of Uncle Sam&#39;s bonds in a\nlump.",
  "PAWN": null,
  "PAWNBROKER": "A mercenary man to whom money is the one redeeming\nquality.",
  "PEACE": "A mythical condition of tranquillity frequently reported\nfrom the Phillipines.",
  "PEACH": "A popular synonym for Fair Woman, probably because the\npeach is largely a skin and stony at heart.",
  "PEARL": "A small round product manufactured by an oyster, bought by\na lobster and worn by a butterfly.",
  "PENITENT": "From , meaning to write, and , meaning\ndetermination. One who determines for the right.",
  "PESSIMIST": "One who paints things blue. And sometimes red.",
  "PHILISTINE": "In Bible times, one who worried the children of\nIsrael; today, one who worries only himself. From Grk. , bark, and , to punish. One who barks to\npunish.",
  "PHILANTHROPIST": "One who returns to the people publicly a small\npercentage of the wealth he steals from them privately.",
  "PHILOSOPHER": "One who instead of crying over spilt milk consoles\nhimself with the thought that it was over four-fifths water.",
  "PHILOSOPHY": "Something that enables the rich to say there is no\ndisgrace in being poor.",
  "PIANO": "A tool frequently used in building a Rough House.",
  "PIN": "The best dresser in a woman&#39;s acquaintance—of remarkable\npenetration and true as steel, seldom loses its head, follows\nits own bent and carries its point in whatever it undertakes.",
  "PING-PONG": "A game invented for the benefit of furniture and\ncrockery dealers.",
  "PITY": "An emotion awakened in a man&#39;s mind when he beholds the\nchildren of a woman who might have married him instead.",
  "PLATONIC LOVE": "An arrangement in which a man and woman attempt a\ncorrect imitation of a pair of icicles—and never succeed.",
  "PLENTY": "A desirable condition that is likely to step out whenever\nExtravagance steps in.",
  "PLUM": "A fruit that ripens and falls from the Political Tree—but\nonly after careful grafting.",
  "PLUMB": "To ascertain the capacity of.",
  "PLUMBER": "One who ascertains the capacity of your purse, soaks you\nwith a piece of lead and gets away with the money—a process\nvulgarly known as &#34;a lead-pipe cinch.&#34;",
  "POLE-CAT": "A small animal to be killed with a pole, the longer the\npole the better.",
  "POLICEMAN": null,
  "POLYGAMY": "A thoughtless way of increasing the family expenses.",
  "POLYGLOT": "A parrot that can swear in several languages.",
  "POSTSCRIPT": "The only thing readable in a woman&#39;s letter.",
  "PRETZEL": "The bar-keeper&#39;s promoter.",
  "PROTECTION": "Originally, the swaddling clothes of the infant,\nIndustry; now, merely the shoe-lacings for the giant,\nMonopoly.",
  "PRO": "and Prefixes of opposite meaning. For example,\nProgress and Congress.",
  "PRUDE": "A native of Boston.",
  "PRUDENCE": "A quality of mind that restrains the wise boarder from\ntrying to find out how his landlady makes her hash.",
  "PRUDERY": "A quality that displays a lack of modesty as a wig does\na loss of hair.",
  "PRUNE": "A plum that has seen better days: the boarding-house\nveteran and the landlady&#39;s pet; badly wrinkled, yet well\npreserved.",
  "PUGILIST": "A close-fisted party who is often roped in but never\ngives up till he&#39;s out.",
  "PULLMAN PORTER": "A legalized train-robber.",
  "PUNCH": "A weekly obituary notice from London, chronicling the\ndeath of Humor.",
  "QUACK": "The Duck family&#39;s favorite physician.",
  "QUAIL": null,
  "QUEEN": "One entitled to rule a nation, make up a deck, or beat a\nknave.",
  "QUESTION": "Is marriage a failure?",
  "QUEUE": "The only Mongolian line connecting America and China.",
  "QUORUM": "A clumsy individual, all Ayes and Noes, who is seldom on\nhand when needed.",
  "RABBIT": "A small rodent, very similar to a hare, which feeds on\ngrass and burrows in the earth. More like a\nstring, thrives on cheese and burrows in the stomach.",
  "RACE-TRACK": "An interesting locality, where pools are bought and\nsold in books and the heat never interferes with the search\nfor the Pole.",
  "RADIUM": "A radiant radiator, redolent of ranging radial rays of\nradio-activity, raised to radical rates and regarded as a\nruthless rake-off in the reign of riches within the arrayed\nradius of a raging, raving and raided race.",
  "RAG-TIME": "Music pulled into many pieces—the invention of a\nflannel-mouth to which many have cottoned.",
  "RAPID TRANSIT": "A municipal myth, circulated for the amusement of\nthe long suffering—and slow moving—public.",
  "REFORM": "In general, a periodic epidemic, starting with marked\nheat, followed by a high fever, and accompanied by a flow of\nink in the newspapers, a discharge of words from the face and\na rush of blood to the polls, leaving the victim a chronic\ninvalid until the next campaign. In New York, reform has been\nconfined to a Low attempt at government.",
  "REFORMER": "One who, when he smells a rat, is eager to let the cat\nout of the bag.",
  "REGISTER": null,
  "REGRETS": "An excuse for non-attendance at a social function.\nOccasionally, an expression of sorrow; usually, a paean of\npraise at deliverance from evil.",
  "RELATIONS": "A tedious pack of people who haven&#39;t the remotest\nknowledge of how to live nor the smallest instinct about when\nto die.",
  "RELIGION": "A cloak used by some persons in this world who will be\nwarm enough without one in the next.",
  "R.E. MORSE": "A veteran General who commands the largest army in\nthe world.",
  "REPARTEE": "The sassy habit of talking back.",
  "REPUTATION": "A personal possession, frequently not discovered\nuntil lost.",
  "RESIDENCE": "A rural locality inhabited annually—for a few\nhours—by a rich New Yorker or Bostonian.",
  "RESOLUTION": "A fragile bit of crockery fashioned on the first day\nof January and usually broken on the second.",
  "RESORT": "( ) A place where the tired grow more tired. From\nEng. , and Grk. , to limit. A place where rest is\nlimited.",
  "REST": "A trade in which every hobo holds a Union Card for life.",
  "RESTAURANT": "An institution for the spread of dyspepsia. From Lat. , to repair, and Grk. , against. After\npatronizing, you&#39;re &#34;up against repairs.&#34;",
  "RHETORIC": "Language in a dress suit.",
  "RICE": "An effective field-piece, used for assaulting Chinamen or\nthe newly-married.",
  "ROQUEFORT": "A kind of cheese whose odor puts it easily in the\nfirst rank.",
  "ROYCROFTER": "A successful book-maker on the East Aurora turf. From\nFr. , king, and old Saxon , or grafter. King of\nGrafters.",
  "RUMOR": "The long-distance champion of the Human Race—a monster\nwith more tales than an octopus.",
  "RUST": "Physical dullness.",
  "RUSTIC": "Mental dullness.",
  "SADDUCEE": "A person holding skeptical religious views. Hopeless,\nhence sad you see.",
  "SAILOR": "A man who makes his living on water but never touches it\non shore.",
  "SANDWICH": "An unsuccessful attempt to make both ends meat.",
  "SAUSAGE": "An aftermath of the dog-days.",
  "SCAFFOLD": "A work of art that rarely fails to get a hanging.",
  "SCARECROW": "An operator who repeatedly corners corn, without caws.",
  "SCORCHER": "A chauffeur in an all-fired hurry.",
  "SCULPTOR": "A poor unfortunate who makes faces and busts.",
  "SELF-MADE": "Complimentary term for a respectable crook.",
  "SHAMROCK": "A three-time loser as a racer at sea, but a four-time\nwinner as an &#34;ad.&#34; for tea—and Sir T.",
  "SHEPHERD": "One who depends on a crook for a living.",
  "SHIRT": "Every man&#39;s bosom friend.",
  "SILVER": "A metallic form of opium, smoked by Presidential\nimpossibilities.",
  "SINNER": "A stupid person who gets found out.",
  "SNAP": "A brisk, energetic quality that enables a man with ginger\nto take the cake.",
  "SNORE": "An unfavorable report from headquarters.",
  "SOROSIS": "A female gas company that lays its pipes on cultivated\ngrounds.",
  "SPAGHETTI": "A table-dish eaten only by Italians and jugglers. From\nLat. , branch, or fork, and , burden. A\nburden for the fork.",
  "SPIDER": "A busy weaver and a good correspondent, who drops a line\nby every post.",
  "STARS": "The greatest astronomers known, having studded the heavens\nfor ages.",
  "STAYS": "A sort of straight-jacket employed in reforming women.",
  "STOCKINGS": "Woman&#39;s only savings for A Rainy Day.",
  "STOCKS": "An unreliable commodity bought and sold by gamblers. If\nyou win, it&#39;s an investment; if you lose, a speculation.",
  "STOVE-PIPE": null,
  "SPRING": "Formerly a very delightful season but now obsolete except\nin poetry and the Old Farmer&#39;s Almanac.",
  "SPINSTER": "An ember from which the sparks have flown.",
  "SUBWAY": "In Boston, a place where one may enjoy continuous\ndisturbance of the peace, disorderly conduct, assault and\nbattery, riot and rebellion. These events are allowed by law,\nand the entry-fee is five cents.",
  "SUCCESS": "A goal usually reached by those who employ their time in\ncultivating a more definite aim in life rather than in\nsearching for a larger target.",
  "SUMMER": "An oppressive and expensive season invented by rural\ncottage and hotel owners, railroad and steamboat companies and\nthe Iceman.",
  "SUN": "A yellow arrival from Way Down East, who goes west daily,\noperates a heating and lighting trust, draws water, prints\npictures, develops crops, liquidates the ice business and\ntans skins on the side. Profits by his daily rays and always\nhas a shine.",
  "SYMPATHY": null,
  "SYNDICATE": "A conspiracy to extend the modest business established\nby Captain Kidd.",
  "TAILOR": "One who takes your measure on first sight, gives you a\nfit, sews you up and follows suit until paid.",
  "TALK": "A continuous performance playing daily and nightly\nengagements, with Woman as the star and Man confined in the\nFamily Circle.",
  "TELEGRAM": null,
  "TELEPHONE": "From Eng. , to talk, and Grk. , murder.\nA machine in which talk is murdered.",
  "TENNIS": "A game in which the participants enjoy a racket on the\nside and raise the deuce over a net, while the volleys drive\nthem from set to set and love scores as often as it&#39;s\nmentioned.",
  "TEMPER": "A quality, the loss of which is likely to make a knife\nblade dull and a woman&#39;s tongue sharp.",
  "THERMOMETER": null,
  "THIRST": "A sensation immediately following a short session at the\nfree lunch stand.",
  "TIDE": "An old friend who comes and goes daily but is all in\nwhenever he gets over the bay.",
  "TITIAN": "The color a poor red-headed girl&#39;s hair becomes as soon\nas her father strikes oil.",
  "TIPS": "Wages we pay other people&#39;s hired help.",
  "TOBACCO": "A nauseating plant that is consumed by but two\ncreatures; a large, green worm and—man. The worm doesn&#39;t know\nany better.",
  "TONGUE": "An unruly member that is frequently put out, yet an\nartist who&#39;s a hard worker at the palate and a great wag among\nwomen.",
  "TOUCH": "A habit common to the impecunious, causing in its victim a\nfeeling of faintness, followed by a chill or a sense of loss.",
  "TRANSFER": "A small bit of paper of remarkable strength, being able\nto carry a heavy man several miles.",
  "TROLLEY-CAR": "A conveyance filled with advertisements, and\noccasionally passengers, and operated by Poles.",
  "TROUBLE": "Something that many are looking for but no one wants.",
  "TRUST": "A small body of capital entirely surrounded by water.",
  "TWINS": "Insult added to Injury.",
  "TWISTERS": null,
  "UMBRELLA": "A good thing to put up in a shower—or pawn-shop; but,\nlike skating, never seen after Lent.",
  "UNBOSOMED": null,
  "UNION": "An ailing individual frequently troubled by scabs and\nliable to strike without warning.",
  "UMPIRE": "No jeweler, but a high authority on diamonds.",
  "USHER": "One who takes a leading part in a theatre.",
  "VACCINATION": "Where &#34;jabbing the needle&#34; is never a vice.",
  "VAUDEVILLE": "From Lat. , good for, and ,\ncountryman. Good for countrymen.",
  "VERANDA": null,
  "VEST": "A waistcoat sold at halfprice.",
  "VIRTUE": "A quality oftentimes associated with intelligence, but\nrarely with beauty.",
  "VULGARITY": "The conduct of others.",
  "WAITER": "An Inn-experienced servant.",
  "WAR": "A wholesale means of making heroes which, if planned in a\nsmall way, would produce only murderers.",
  "WATER": "A thin substance applied to stocks with which to soak\nbuyers.",
  "WEDDING": "A trade in which the bride is generally given away, and\nthe groom is often sold.",
  "WEEDS": "Found in gardens and widows. For removing easily, marry\nthe widow.",
  "WICKEDNESS": "A myth invented by good people to account for the\nsingular attractiveness of others.",
  "WIDOW": "The wife of a golfer during the open season, unless she\ngolfs, too. In that event the children are golf orphans.",
  "WHISKY": "Trouble put up in liquid form.",
  "WIND": "An aerial phenomenon, superinduced by an ephemeral\nagitation of the nebular strata, whereby air, (hot or cold),\nimpelled into transitory activity, generates a prolonged\npassage through space, owing to certain occult ethereal\nstimuli, and results in zephyrs, breezes, blows, blow-outs,\nblizzards, gales, simoons, hurricanes, tornadoes or typhoons.\nBarred from Kansas Cyclone-cellars but frequently blended with\nChicago tongue—canned or conversational.",
  "WOMAN": "An aspiring creature whose political sphere is still\nslightly flattened at the polls.",
  "WORD": "Something you must keep after giving it to another.",
  "WORRY": "A state of mind that leads some persons to fear, every\ntime the tide goes out, that it won&#39;t come in again.",
  "WRINKLES": "A merchant&#39;s trade-marks.",
  "X RAYS": null,
  "YARN": "An essential in fabrication—either woven or narrated. Mill\nyarns are highly colored; those spun at sea much more so.",
  "YAWL": "Either the shape of a boat or the sound of a cat, but never\na cat-boat.",
  "YAWNS": "The air-breaks on a sleeper.",
  "YEAR": "A period originally including 365 days, now 325, since the\nother 40 are Lent.",
  "YELLOW FEVER": "A passion for reading the Hearst newspapers.",
  "YOLK": "The legacy of the hen and the burden of its lay.",
  "YOKE": "The inheritance of the hen-pecked and the burden of the\nmarried.",
  "YULE-LOG": "A Christmas protege of the grate, too young to smoke,\ntoo tough to burn and too green to warm up to anybody.",
  "YOUTH": "The dynamo that makes the world go round; a product of its\nown generation, with its wires carrying Power into the high\nplaces of Earth and with its currents of Thought\nshort-circuited only by bigoted Old Age.",
  "ZEALOT": "One who loves morality so well he will commit crime to\nmaintain it.",
  "ZEBRA": "The crook among horses, condemned to wear stripes for\nlife.",
  "ZERO": "Originally, nothing; but now meaning a good deal on a\nthermometer or bank-draft, and comprising two-thirds of the\n400.",
  "ZIGZAG": "The popular route after a heavy dinner. Old adage, &#34;The\nlongest way round is the drunkard&#39;s way home!&#34;",
  "ZOUAVE": null
}
